espressif/esp-iot-solution/examples/usb/device/usb_extend_screen/sdkconfig.ci.esp32_s3_lcd_ev_board_800_480
CONFIG_IDF_TARGET="esp32s3"
CONFIG_USB_EXTEND_SCREEN_HEIGHT=800
CONFIG_USB_EXTEND_SCREEN_WIDTH=480
